Repository: brus46/advancedgnomemenu
Catalog: trunk/src/locale/*/LC_MESSAGES/advanced-gnome-menu.po
Languages: he, it_it

source: AGM Configuration
he: תצורת AGM
it_it: Configurazione di AGM

source: General
he: כללי
it_it: Generale

source: Themes
he: ערכות נושא
it_it: Temi

source: Fav apps
he: יישומים מועדפים
it_it: Applicazioni preferite

source: Menu
he: תפריט
it_it: Menù

source: Hide menu after lunching a menu app
he: הסתרת התפריט לאחר טעינת תפריט יישום
it_it: Nascondi menu quando lanci un'applicazione

source: Show text: 'Menu' in the applet
he: הצגת הטקסט: 'תפריט' ביישומון
it_it: Mosta il testo "Menu" nell'applet

source: All changes on the applet will be applied on rebooting
he: כל השינויים ליישומון יחלו עם הפעלה מחדש
it_it: Tutti i cambiamenti dell'applet verranno applicati al riavvio di AGM

source: Use system colors for buttons (need restart)
he: שימוש בצבעי המערכת עבור לחצנים (נדרשת הפעלה מחדש)
it_it: Usa i colori di sistema per i pulsanti (necessita riavvio)

source: Window opacity:
he: אטימות החלון:
it_it: Opacità della finestra

source: Background:
he: רקע:
it_it: Colore di sfondo:

source: Foreground:
he: קדמה:
it_it: Colore caratteri:

source: Selected background:
he: הרקע הנבחר:
it_it: Colore sfondo selezionato:

source: Selected foreground:
he: הקדמה הנבחרת:
it_it: Caratteri selezionati:

source: Active background:
he: הרקע הפעיל:
it_it: Sfondo attivo:

source: Active foreground:
he: הקדמה הפעילה:
it_it: Caratteri attivi:

source: Gradient color 1
he: צבע מדרג 1
it_it: Colore di gradiente 1

source: Gradient color 2
he: צבע מדרג 2
it_it: Colore di gradiente 2

source: Gradient color 3
he: צבע מדרג 3
it_it: Colore di gradiente 3

source: Use the third color (will be the center color)
he: שימוש בצבע שלישי (שישמש כצבע המרכזי)
it_it: Usa il 3° colore (sarà il colore centrale.)

source: Top light color
he: צבע האור העליון
it_it: Colore illuminazione

source: Show top light
he: הצגת האור העליון
it_it: Mostra illuminazione

source: Icon bg color
he: צבע רקע הסמלים
it_it: Colore di sfondo per l'icona utente.

source: Export Theme
he: ייצוא ערכת נושא
it_it: Esporta Tema

source: Save Theme
he: שמירת ערכת הנושא
it_it: Salva Tema

source: Theme name:
he: שם ערכת הנושא:
it_it: Nome Tema:

source: New
he: חדש
it_it: Nuovo

source: Clear
he: ריקון
it_it: Cancella

source: Show
he: הצגה
it_it: Mostra

source: Theme description:
he: תיאור ערכת הנושא:
it_it: Descrizione del Tema:

source: Window
he: חלון
it_it: Finestra

source: Buttons
he: לחצנים
it_it: Pulsanti

source: Background
he: רקע
it_it: Sfondo

source: Theme
he: ערכת נושא
it_it: Tema

source: Import Theme
he: ייבוא ערכת נושא
it_it: Importa Tema

source: Delete Theme
he: מחיקת ערכת נושא
it_it: Elimina Tema

source: Edit Theme
he: עריכת ערכת נושא
it_it: Modifica Tema

source: Screenshot
he: צילום מסך

source: Description
he: תיאור
it_it: Descrizione

source: Theme name
he: שם ערכת הנושא
it_it: Nome Tema

source: Start pos:
he: מיקום ההתחלה:
it_it: Posizione iniziale

source: End pos:
he: מיקום הסיום:
it_it: Posizione finale

source: Use user login image
he: שימוש בתמונת הכניסה של המשתמש
it_it: Usa l'immagine di login

source: Use this image:
he: שימוש בתמונה זו:
it_it: Usa questa immagione:

source: Show icon in menu
he: הצגת סמל בתפריט
it_it: Mosta l'icona nel menu

source: Menu icon
he: סמל התפריט
it_it: Icona menu

source: Use smart top icon
he: השתמש בסמל עליון חכם
it_it: Usa icona utente intelligente

source: Behaviour
he: התנהגות
it_it: Comportamento

source: Elements
he: רכיבים
it_it: Elementi

source: Show favourite applications
he: הצגת יישומים מועדפים
it_it: Mostra le applicazioni preferite

source: Show search box
he: הצגת תיבת חיפוש
it_it: Mostra la casella di ricerca

source: Show execution box
he: הצגת תיבת הפעלה
it_it: Mostra la casella di esecuzione

source: Applet config
he: תצורת היישומון
it_it: Configurazione applet

source: Safe mode, will work without rounded borders.
he: מצב בטוח, עבודה ללא מסגרת מעוגלת.
it_it: Safe mode, lavora senza i bordi arrotondati

source: Update to the latest stable version
he: עדכון לגירסה היציבה העדכנית ביותר
it_it: Aggiorna all'ultima versione stabile

source: Update to the latest version of the SVN
he: עדכון לגירסת ה־SVN העדכנית ביותר
it_it: Aggiorna all'ultima versione da SVN

source: Name
he: שם
it_it: Nome

source: Icon
he: סמל
it_it: Icone

source: Tooltip
he: חלונית עצה
it_it: Suggerimento

source: Command
he: פקודה
it_it: Comando

source: Edit fav app
he: עריכת יישומים מועדפים
it_it: Cambia le app fav

source: Execute
he: הפעלה
it_it: Esegui

source: Search
he: חיפוש
it_it: Cerca

source: Choose a source
he: בחירת מקור
it_it: Seleziona una sorgente

source: Source
he: מקור
it_it: Sorgente

source: Bookmarks
he: סימניות
it_it: Segnalibri

source: Browse your bookmarks
he: עיון בסימניות האישיות
it_it: Esplora i tuoi segnalibri

source: Open as root
he: פתיחה כמשתמש על
it_it: Apri da amministratore

source: Open a terminal here
he: פתיחת מסוף מכאן
it_it: Apri il terminale qui

source: Open
he: פתיחה
it_it: Apri

source: Open folder
he: פתיחת תיקייה
it_it: Apri cartella

source: Home
he: תיקיית הבית

source: Open folder as root
he: פתיחת התיקייה כמשתמש על
it_it: Apri la cartella da amministratore

source: Browse your home
he: עיון בתיקיית הבית האישית
it_it: Esplora la tua home

source: Favorite
he: מועדף
it_it: Preferiti

source: Your favorites apps.
he: היישומים המועדפים האישיים.
it_it: Le tue app preferite

source: Install programs
he: התקנת תוכניות
it_it: Installa programmi

source: Install programs on your pc.
he: התקנת תוכניות במשב זה
it_it: Installa programmi nel tuo pc

source: Recently used files
he: קבצים שהיו בשימוש לאחרונה
it_it: File usati recentemente

source: Last files you've used
he: הקבצים שהיו בשימוש לאחרונה על ידיך
it_it: Ultimi file usati

source: Exit
he: יציאה
it_it: Esci

source: Logout
he: ניתוק
it_it: Disconneti

source: Places
he: מקומות
it_it: Risorse

source: Your fast-access pc-places
he: מיקומי הגישה המהירה במחשב שלך

source: Your home folder
he: תיקיית הבית האישית
it_it: La tua cartella home

source: Computer
he: המחשב

source: Your computer
he: המחשב שלך
it_it: Il tuo computer

source: Create cd/dvd
he: יצירת תקליטור/DVD
it_it: Crea cd/dvd

source: Network
he: רשת
it_it: Rete

source: Show network
he: הצגת רשת
it_it: Mostra la rete

source: Your bookmarks
he: הסימניות האישיות
it_it: I tuoi segnalibri

source: Home folder
he: תיקיית הבית
it_it: Cartella home

source: Create Cd-Dvd
he: יצירת תקליטור-DVD
it_it: Crea cd-Dvd

source: Create cd
he: יצירת תקליטור
it_it: Crea cd

source: Select a program from all sources visible to this computer
he: בחירת תוכנית מכל המקורות הגלויים למחשב זה
it_it: Seleziona un programma da qualsiasi sorgente visibile di questo computer

source: Control Center
he: מרכז הבקרה
it_it: Centro di controllo

source: Launch the GNOME Control Center
he: טעינת מרכז הבקרה של GNOME
it_it: Avvia il GNOME Control Center

source: Launch Gnome Control Center
he: טעינת מרכז הבקרה של Gnome
it_it: Avvia il GNOME Control Center

source: Pick a custom application
he: בחירת יישום מותאם אישית
it_it: Prendi un applicazione personalizzata

source: Link to a custom application
he: קישור אל יישום מותאם אישית
it_it: Collegamento ad un'applicazione personalizzata

source: Add custom command
he: הוספת פקודה מותאמת אישית
it_it: Aggiungi comando personalizzato

source: The GNOME menu
he: תפריט ה־GNOME
it_it: Il menù di gnome

source: Pick an application already in the GNOME Menu
he: בחירת יישום שכבר נמצא בתפריט ה־GNOME
it_it: Prendi un'applicazione presente nel menu di GNOME

source: Select program to add
he: בחירת תוכנית להוספה
it_it: Seleziona il programma da aggiungere

source: Add Fav app from menu.
he: הוספת יישום מועדף מהתפריט
it_it: Aggiungi applicazione preferita dal menu

source: Pick an application from your home directory
he: הוספת יישום מתיקיית הבית האישית
it_it: Prendi un applicazione dalla tua cartella home

source: Open your home directory
he: פתיחת תיקיית הבית שלך
it_it: Apri la tua cartella home

source: Add a Logout button
he: הוספת לחצן ניתוק
it_it: Aggiungi il pulsante di Logout

source: Advanced Gnome Menu Configurator
he: מגדיר מתקדם לתפריט ה־GNOME
it_it: Configuratore Advanced Gnome Menu

source: Welcome message:
he: הודעת קבלת פנים:
it_it: Messaggio di benvenuto

source: Color:
he: צבע:
it_it: Colore

source: Show favourites applications
he: הצגת יישומים מועדפים
it_it: Mostra le applicazioni preferite

source: Show welcome message
he: הצגת הודעת קבלת פנים
it_it: Mostra il messaggio di benvenuto

source: Show user icon
he: הצגת סמל משתמש
it_it: Mostra l'icona utente

source: Show the name of favourites applications
he: הצגת שמות היישומים המועדפים
it_it: Mostra il nome delle applicazioni preferite

source: Show the text into the applet
he: הצגת הטקסט אל תוך היישומון
it_it: Mostra il testo nell'applet

source: Applet text :
he: טקסט היישומון :
it_it: Testo applet

source: Color :
he: צבע :
it_it: Colore

source: <b>Customization</b>
he: <b>התאמה אישית</b>
it_it: <b>Personalizzazione</b>

source: Hide menu after launching an application
he: הסתרת התפריט לאחר טעינת יישום
it_it: Nascondi il menu dopo il lancio di un'applicazione

source: Command to open folders:
he: פקודה לפתיחת תיקיות:
it_it: Comando per aprire le cartelle

source: Command to open files:
he: פקודה לפתיחת קבצים:
it_it: Comando per aprire i file

source: <b>Menu behaviour</b>
he: <b>התנהגות התפריט</b>
it_it: <b>Comportamento menu</b>

source: Update to the latest version (dangerous)
he: עדכון לגירסה העדכנית ביותר (מסוכן)
it_it: Aggiorna all'ultima versione (pericoloso)

source: Select color
he: בחירת צבע
it_it: Seleziona colore

source: Bottom gradient color :
he: צבע המדרג התחתון :
it_it: Colore gradiente in basso :

source: Central gradient color :
he: צבע המדרג המרכזי :
it_it: Colore gradiente centrale :

source: Top gradient color :
he: צבע המדרג העליון :
it_it: Colore gradiente in alto :

source: Gradient end position :
he: מיקום סוף המדרג :
it_it: Posizione finale gradiente :

source: Use central gradient color
he: שימוש בצבע מדרג מרכזי
it_it: Usa colore gradiente centrale

source: Gradient start position :
he: מיקום תחילת המדרג :
it_it: Posizione iniziale gradiente :

source: Menu icon bg :
he: רקע סמל התפריט :
it_it: Colore di sfondo per l'icona utente.

source: Window opacity :
he: אטימות החלון :
it_it: Opacità finestra :

source: <b>Window's background</b>
he: <b>רקע החלון</b>
it_it: <b>Sfondo finestra</b>

source: Chars color:
he: צבע התווים:
it_it: Colore caratteri:

source: Background color:
he: צבע הרקע:
it_it: Colore sfondo:

source: Selected chars color:
he: צבע התווים שנבחרים:
it_it: Colore caratteri selezionati:

source: Selected background color:
he: צבע הרקע שנבחר:
it_it: Colore sfondo selezionato:

source: Icon dimension :
he: מימדי הסמל :
it_it: Dimensioni icone :

source: <b>Menu</b>
he: <b>תפריט</b>

source: Applet's icon :
he: סמל היישומון :
it_it: Icona per l'applet :

source: User's icon :
he: סמל המשתמש :
it_it: Icona utente :

source: Use smart icon follow the menu icon
he: שימוש בסמל חכם לאחר סמל התפריט
it_it: Usa icona utente intelligente

source: Look & Feel
he: מראה ותחושה
it_it: Aspetto del menu

source: Left
he: שמאל
it_it: Sinistra

source: Bottom
he: למטה
it_it: Basso

source: Right
he: ימין
it_it: Destra

source: Top
he: למעלה
it_it: Alto

source: <b>Bar position</b>
he: <b>מיקום הסרגל</b>
it_it: <b>Posizione barra</b>

source: Favourite apps
he: יישומים מועדפים
it_it: Applicazioni preferite

source: Import
he: ייבוא
it_it: Importa

source: Avaible plugins
he: תוספים זמינים
it_it: Plugin disponibili

source: Active plugins
he: תוספים פעילים
it_it: Plugin attivati

source: <b>Plugin description:</b>
he: <b>תיאור התוסף:</b>
it_it: <b>Descrizione plugin:</b>

source: Configure plugin
he: הגדרת התוסף
it_it: Configura plugin

source: Install new plugin
he: התקנת תוסף חדש
it_it: Installa un nuovo plugin

source: Plugins
he: תוספים

source: Descrizione
he: תיאור

source: <b>Themes info</b>
he: <b>נתוני ערכות הנושא</b>
it_it: <b>Informazioni Tema</b>

source: Load preview
he: טעינת תצוגה מקדימה
it_it: Carica l'anteprima

source: <b>Preview</b>
he: <b>תצוגה מקדימה</b>
it_it: <b>Anteprima</b>

source: gtk-edit
it_it: Edita gtk

source: gtk-save
it_it: Salva gtk

source: gtk-save-as
it_it: Salva gtk con nome
